
const listCard_S1 = [
    new CostumeCard(
        "IMT-S1-001",
        "S1弾",
        "UR",
        "アーリーサマーメモリー",
        ["天海 春香"],
        ["このカードを使用すると衣装を変更できます。", "※「天海 春香」のみ、着用できます。"],
        [""]
    ),
    new CostumeCard(
        "IMT-S1-002",
        "S1弾",
        "UR",
        "サイレントクライ",
        ["月村 手毬"],
        ["このカードを使用すると衣装を変更できます。", "※「月村 手毬」のみ、着用できます。"],
        [""]
    ),
    new CostumeCard(
        "IMT-S1-003",
        "S1弾",
        "SSR",
        "セーラーミズギ",
        ["天海 春香"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-S1-004",
        "S1弾",
        "SR",
        "ロイヤルテイラード",
        ["柏木 翼"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-S1-005",
        "S1弾",
        "R",
        "ドリームナビゲーター",
        ["島村 卯月"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-S1-006",
        "S1弾",
        "R",
        "ディープワイヤード",
        ["春日 未来"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-007",
        "S1弾",
        "SR",
        "サークルサングラス（水色）",
        ["紫雲 清夏"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-008",
        "S1弾",
        "R",
        "セーラーキャップ",
        ["本田 未央"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-009",
        "S1弾",
        "R",
        "クチバシ",
        ["如月 千早"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-010",
        "S1弾",
        "R",
        "ブライトブレスレット（赤）",
        ["小宮 果穂"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-011",
        "S1弾",
        "R",
        "ブライトアンクレット（赤）",
        ["天道 輝"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-012",
        "S1弾",
        "N",
        "デカぜんまい",
        ["水瀬 伊織"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-013",
        "S1弾",
        "N",
        "お姫様ティアラ",
        ["天海 春香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-014",
        "S1弾",
        "N",
        "ねこみみ（白）",
        ["天道 輝"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-015",
        "S1弾",
        "N",
        "ねこのて（白）",
        ["柏木 翼"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-016",
        "S1弾",
        "N",
        "ねこしっぽ（白）",
        ["小宮 果穂"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-S1-017",
        "S1弾",
        "N",
        "ブルーネイル",
        ["紫雲 清夏"],
        [],
        [""]
    ),
    new SupportCard(
        "IMT-S1-018",
        "S1弾",
        "SSR",
        "Quiet Bravery",
        ["萩原 雪歩"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["コンボ時のスコアUP(極大)", "GOOD以上判定時のスコアUP(大)するが、", "少しのMISS判定でリズムライブが終了する"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-019",
        "S1弾",
        "SSR",
        "Jump Forward!",
        ["菊地 真"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(極大)", "アピール値(Vi)上昇(大)するが、", "判定が短くなる(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-020",
        "S1弾",
        "SSR",
        "情・熱・ハートビート！！",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(大)", "アピール値(Da,Vi)上昇(中)", "FEVERゲージ上昇率UP(中)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-021",
        "S1弾",
        "SSR",
        "Summer Night Sparkle",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["ロングノーツのスコアUP(極大)", "100コンボ毎にスコアUP(大)するが、", "判定が短くなる(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-022",
        "S1弾",
        "SSR",
        "ナツ☆アゲ Rock you↑↑↑",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GREAT以上判定時のスコアUP(大)", "一定回数GOOD以上判定がPERFECTになる(小)", "判定が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-023",
        "S1弾",
        "SSR",
        "make some noise!",
        ["紫雲 清夏"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["SEを変更する(DJ)", "GREAT以上判定時のスコアUP(極大)", "FEVERゲージが最大でリズムライブを開始する"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-024",
        "S1弾",
        "SR",
        "旅の醍醐味",
        ["天道 輝"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(中)", "FEVERゲージ上昇率UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-025",
        "S1弾",
        "SR",
        "splash!!!",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["FEVERゲージ上昇率UP(小)", "判定が長くなる(小)", "一定回数すべての判定がPERFECTになる(小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-026",
        "S1弾",
        "R",
        "気分はセレブ！？",
        ["水瀬 伊織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(小)", "100コンボ毎にスコアUP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-027",
        "S1弾",
        "R",
        "気分はセレブ！？",
        ["春日 未来"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da,Vi)上昇(小)", "一定回数すべての判定がPERFECTになる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-028",
        "S1弾",
        "R",
        "メイクアップ！",
        ["萩原 雪歩"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得ファン数UP(小)", "アピール値(Vi)上昇(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-029",
        "S1弾",
        "R",
        "メイクアップ！",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(小)", "FEVERゲージ上昇率UP(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-030",
        "S1弾",
        "R",
        "かわいいレッスン",
        ["菊地 真"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得イベントポイントUP(中)", "判定が長くなる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-031",
        "S1弾",
        "R",
        "かわいいレッスン",
        ["小宮 果穂"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得イベントポイントUP(中)", "一定回数すべての判定がPERFECTになる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-032",
        "S1弾",
        "R",
        "準備完了！",
        ["桜庭 薫"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["スコアUP系のSPアピールが強化される(中)", "獲得信頼度Lv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-033",
        "S1弾",
        "R",
        "準備完了！",
        ["硲 道夫"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)", "判定が長くなる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-034",
        "S1弾",
        "N",
        "ライブサポート",
        ["萩原 雪歩"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-035",
        "S1弾",
        "N",
        "ライブサポート",
        ["菊地 真"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-036",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-037",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["本田 未央"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-038",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["神崎 蘭子"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-039",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["最上 静香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-040",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-041",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["真壁 瑞希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da,Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-042",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da,Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-043",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["風野 灯織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-044",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GREAT以上判定時のスコアUP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-045",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-046",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["月村 手毬"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["コンボ時のスコアUP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-047",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["藤田 ことね"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["FEVERゲージ上昇率UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-S1-048",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-049",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["本田 未央"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-050",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["神崎 蘭子"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-051",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["最上 静香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da)上昇(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-052",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Vi)上昇(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-053",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["真壁 瑞希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da,Vi)上昇(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-054",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da,Vi)上昇(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-055",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["風野 灯織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-056",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GREAT以上判定時のスコアUP(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-057",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-058",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["月村 手毬"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["コンボ時のスコアUP(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-059",
        "S1弾",
        "CO",
        "サマービーチフェス！",
        ["藤田 ことね"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["FEVERゲージ上昇率UP(小)", "判定が長くなる(小)", "SPアピールの効果時間が長くなる(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-060",
        "S1弾",
        "CO",
        "OFF MODE ～天海春香～",
        ["天海 春香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得信頼度Lv経験値UP(大)", "アピール値(Vo,Vi)上昇(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-061",
        "S1弾",
        "CO",
        "OFF MODE ～如月千早～",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得着こなしLv経験値UP(大)", "アピール値(Vo)上昇(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-062",
        "S1弾",
        "CO",
        "OFF MODE ～星井美希～",
        ["星井 美希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得着こなしLv経験値UP(大)", "アピール値(Da,Vi)上昇(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-063",
        "S1弾",
        "CO",
        "OFF MODE ～水瀬伊織～",
        ["水瀬 伊織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得ファン数UP(大)", "アピール値(Vi)上昇(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-064",
        "S1弾",
        "CO",
        "OFF MODE ～萩原雪歩～",
        ["萩原 雪歩"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得信頼度Lv経験値UP(大)", "アピール値(Da)上昇(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-S1-065",
        "S1弾",
        "CO",
        "OFF MODE ～菊地真～",
        ["菊地 真"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得ファン数UP(大)", "アピール値(Vo,Da)上昇(大)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-S1-066",
        "S1弾",
        "SSR",
        "BESTIE!",
        ["如月 千早"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「天海 春香」と「如月 千早」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["天海 春香", "如月 千早"],
        ["FEVERゲージ上昇率UP(極大)", "成功判定のコンボ数UP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-S1-067",
        "S1弾",
        "SSR",
        "Blanc et Noir",
        ["菊地 真"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「萩原 雪歩」と「菊地 真」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["萩原 雪歩", "菊地 真"],
        ["PERFECT判定時のスコアUP(中)", "判定が長くなる(小)が、", "MISS判定時スコアDOWN(大)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-S1-068",
        "S1弾",
        "R",
        "gentle bow",
        ["桜庭 薫"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が男性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["男性"],
        ["GOOD以上判定時のスコアUP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-S1-069",
        "S1弾",
        "N",
        "ウォーターエフェクト",
        ["最上 静香"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["判定が長くなる(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-S1-070",
        "S1弾",
        "N",
        "Feather Shower(黒)",
        ["神崎 蘭子"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["FEVERゲージ上昇率UP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-S1-071",
        "S1弾",
        "N",
        "エクスプロージョン(ピンク)",
        ["小宮 果穂"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["ランダムな効果を1つ発動する(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-S1-072",
        "S1弾",
        "N",
        "ウェーブエフェクト",
        ["春日 未来"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)"],
        [""]
    ),
    new StageEffectCard(
        "IMT-S1-073",
        "S1弾",
        "SR",
        "演出セット：Beyond the Brilliance",
        ["水瀬 伊織"],
        ["このカードを使用するとクリエイトライブで使用する演出を変更できます。"],
        ["演出カードをセットする(Beyond the Brilliance)"],
        [],
        [""]
    ),
    new StageEffectCard(
        "IMT-S1-074",
        "S1弾",
        "SR",
        "演出セット：サマー",
        ["渋谷 凛"],
        ["このカードを使用するとクリエイトライブで使用する演出を変更できます。"],
        ["演出カードをセットする(サマー)"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-S1-075",
        "S1弾",
        "SSR",
        "セーラーミズギ",
        ["渋谷 凛"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-S1-076",
        "S1弾",
        "SSR",
        "セーラーミズギ",
        ["伊吹 翼"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-S1-077",
        "S1弾",
        "SSR",
        "セーラーミズギ",
        ["風野 灯織"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-S1-078",
        "S1弾",
        "SSR",
        "セーラーミズギ",
        ["藤田 ことね"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-S1-079",
        "S1弾",
        "SSR",
        "エターナルブライト",
        ["萩原 雪歩"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-S1-080",
        "S1弾",
        "SSR",
        "エターナルブライト",
        ["菊地 真"],
        [],
        ["パラレル"]
    ),
    new SupportCard(
        "IMT-S1-081",
        "S1弾",
        "SSR",
        "情・熱・ハートビート！！",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(大)", "アピール値(Da,Vi)上昇(中)", "FEVERゲージ上昇率UP(中)"],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-S1-082",
        "S1弾",
        "UR",
        "アーリーサマーメモリー",
        ["天海 春香"],
        ["このカードを使用すると衣装を変更できます。", "※「天海 春香」のみ、着用できます。"],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-S1-083",
        "S1弾",
        "UR",
        "サイレントクライ",
        ["月村 手毬"],
        ["このカードを使用すると衣装を変更できます。", "※「月村 手毬」のみ、着用できます。"],
        ["パラレル"]
    ),
    new AccessoryCard(
        "IMT-S1-084",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["島村 卯月"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-085",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["本田 未央"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-086",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["神崎 蘭子"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-087",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["最上 静香"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-088",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["伊吹 翼"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-089",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["真壁 瑞希"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-090",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["櫻木 真乃"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-091",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["風野 灯織"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-092",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["八宮 めぐる"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-093",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["花海 咲季"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-094",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["月村 手毬"],
        [],
        ["シークレット"]
    ),
    new AccessoryCard(
        "IMT-S1-095",
        "S1弾",
        "N",
        "サマービーチフェス！",
        ["藤田 ことね"],
        [],
        ["シークレット"]
    ),
];

const lastUpdate_listCard_S1 = "2026/10/23";

const remarks_listCard_S1 = ["S1弾"];
