
const listCard_02_TR = [
    new SupportCard(
        "IMT-TR-02-001",
        "第2弾",
        "TR",
        "プロフィール",
        ["天海 春香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得信頼度Lv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-002",
        "第2弾",
        "TR",
        "プロフィール",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得着こなしLv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-003",
        "第2弾",
        "TR",
        "プロフィール",
        ["星井 美希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(中)", "獲得ファン数UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-004",
        "第2弾",
        "TR",
        "プロフィール",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(中)", "獲得信頼度Lv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-005",
        "第2弾",
        "TR",
        "プロフィール",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得着こなしLv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-006",
        "第2弾",
        "TR",
        "プロフィール",
        ["本田 未央"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(中)", "獲得ファン数UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-007",
        "第2弾",
        "TR",
        "プロフィール",
        ["春日 未来"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得信頼度Lv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-008",
        "第2弾",
        "TR",
        "プロフィール",
        ["最上 静香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得着こなしLv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-009",
        "第2弾",
        "TR",
        "プロフィール",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(中)", "獲得ファン数UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-010",
        "第2弾",
        "TR",
        "プロフィール",
        ["天道 輝"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(中)", "獲得信頼度Lv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-011",
        "第2弾",
        "TR",
        "プロフィール",
        ["桜庭 薫"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得着こなしLv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-012",
        "第2弾",
        "TR",
        "プロフィール",
        ["柏木 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(中)", "獲得ファン数UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-013",
        "第2弾",
        "TR",
        "プロフィール",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得信頼度Lv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-014",
        "第2弾",
        "TR",
        "プロフィール",
        ["風野 灯織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(中)", "獲得着こなしLv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-015",
        "第2弾",
        "TR",
        "プロフィール",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(中)", "獲得ファン数UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-016",
        "第2弾",
        "TR",
        "プロフィール",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(中)", "獲得信頼度Lv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-017",
        "第2弾",
        "TR",
        "プロフィール",
        ["月村 手毬"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)", "獲得着こなしLv経験値UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-018",
        "第2弾",
        "TR",
        "プロフィール",
        ["藤田 ことね"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(中)", "獲得ファン数UP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-02-019",
        "第2弾",
        "TR",
        "event1 EP1",
        ["アイドルマスター TOURS"],
        [""],
        ["学園アイドルマスター"],
        ["【学園アイドルマスターのアイドル限定】", "獲得着こなしLv経験値UP(中)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-02-020",
        "第2弾",
        "TR",
        "event1 EP2",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["アピール値(Da)上昇(小)", "スコアUP系のSPアピールが強化される(小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-02-021",
        "第2弾",
        "TSR",
        "event1 EP3",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)", "判定が長くなる(中)が、", "MISS判定時スコアDOWN(小)"],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-02-022",
        "第2弾",
        "TR",
        "event1 EP4",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["FEVERゲージ上昇率UP(小)", "判定が長くなる(小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-02-023",
        "第2弾",
        "TR",
        "event1 EP6",
        ["アイドルマスター TOURS"],
        [""],
        ["学園アイドルマスター"],
        ["【学園アイドルマスターのアイドル限定】", "獲得信頼度Lv経験値UP(中)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-02-024",
        "第2弾",
        "TR",
        "special art #02-01",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得着こなしLv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-02-025",
        "第2弾",
        "TR",
        "special art #02-02",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター シンデレラガールズ"],
        ["【アイドルマスター シンデレラガールズのアイドル限定】", "獲得着こなしLv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-02-026",
        "第2弾",
        "TR",
        "special art #02-03",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター ミリオンライブ！"],
        ["【アイドルマスター ミリオンライブ！のアイドル限定】", "獲得着こなしLv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-02-027",
        "第2弾",
        "TR",
        "special art #02-04",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター SideM"],
        ["【アイドルマスター SideMのアイドル限定】", "獲得着こなしLv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-02-028",
        "第2弾",
        "TR",
        "special art #02-05",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター シャイニーカラーズ"],
        ["【アイドルマスター シャイニーカラーズのアイドル限定】", "獲得着こなしLv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
];

const lastUpdate_listCard_02_TR = "2026/10/20";

const remarks_listCard_02_TR = ["第2弾ツアーズレア"];
