
const listCard_02 = [
    new CostumeCard(
        "IMT-02-001",
        "第2弾",
        "SSR",
        "ワルツ・ド・ペガサス",
        ["島村 卯月"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-02-002",
        "第2弾",
        "SSR",
        "ワルツ・ド・ペガサス",
        ["島村 卯月"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-02-003",
        "第2弾",
        "SSR",
        "ワルツ・ド・ペガサス",
        ["渋谷 凛"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-02-004",
        "第2弾",
        "SSR",
        "ワルツ・ド・ペガサス",
        ["本田 未央"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-02-005",
        "第2弾",
        "SSR",
        "アテンダントツアラー",
        ["花海 咲季"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-02-006",
        "第2弾",
        "SSR",
        "アテンダントツアラー",
        ["花海 咲季"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-02-007",
        "第2弾",
        "SSR",
        "アテンダントツアラー",
        ["月村 手毬"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-02-008",
        "第2弾",
        "SSR",
        "アテンダントツアラー",
        ["藤田 ことね"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-02-009",
        "第2弾",
        "SR",
        "リラックスリゾート",
        ["桜庭 薫"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-02-010",
        "第2弾",
        "R",
        "チアフルドリーマー",
        ["櫻木 真乃"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-02-011",
        "第2弾",
        "N",
        "ブルーサマーグルーヴ",
        ["最上 静香"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-02-012",
        "第2弾",
        "N",
        "ブルーサマーグルーヴ",
        ["桜庭 薫"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-013",
        "第2弾",
        "SR",
        "ウォーターガン",
        ["八宮 めぐる"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-014",
        "第2弾",
        "R",
        "ダイヤペイント（黒）",
        ["天海 春香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-015",
        "第2弾",
        "R",
        "いぬみみ（黒）",
        ["櫻木 真乃"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-016",
        "第2弾",
        "R",
        "いぬしっぽ（黒）",
        ["最上 静香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-017",
        "第2弾",
        "R",
        "フラワーイヤリング",
        ["風野 灯織"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-018",
        "第2弾",
        "R",
        "レモンネイル",
        ["星井 美希"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-019",
        "第2弾",
        "R",
        "ブルーネイル",
        ["天道 輝"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-020",
        "第2弾",
        "R",
        "ポンポン",
        ["柏木 翼"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-021",
        "第2弾",
        "R",
        "天使のリング（黒）",
        ["春日 未来"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-022",
        "第2弾",
        "R",
        "天使の羽（黒）",
        ["渋谷 凛"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-023",
        "第2弾",
        "R",
        "ブライトブレスレット（青）",
        ["如月 千早"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-024",
        "第2弾",
        "R",
        "ブライトアンクレット（青）",
        ["風野 灯織"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-025",
        "第2弾",
        "N",
        "いぬみみ（茶）",
        ["柏木 翼"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-026",
        "第2弾",
        "N",
        "いぬしっぽ（茶）",
        ["八宮 めぐる"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-027",
        "第2弾",
        "N",
        "スクウェアサングラス",
        ["本田 未央"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-028",
        "第2弾",
        "N",
        "フェスリストバンド",
        ["渋谷 凛"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-029",
        "第2弾",
        "N",
        "うつぼのぬいぐるみ",
        ["天道 輝"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-030",
        "第2弾",
        "N",
        "悪魔の角（紫）",
        ["島村 卯月"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-031",
        "第2弾",
        "N",
        "悪魔の羽（紫）",
        ["伊吹 翼"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-02-032",
        "第2弾",
        "N",
        "悪魔の尻尾（紫）",
        ["藤田 ことね"],
        [],
        [""]
    ),
    new SupportCard(
        "IMT-02-033",
        "第2弾",
        "SSR",
        "bright moonlight",
        ["月村 手毬"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["100コンボ毎にスコアUP(極大)するが、", "判定が短くなる(大)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-034",
        "第2弾",
        "SSR",
        "開花宣言！",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(中)", "一定回数全ての判定がPERFECTになる(中)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-035",
        "第2弾",
        "SSR",
        "自分らしく、誇らしく。",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(大)", "判定が長くなる(大)が、", "MISS判定時スコアDOWN(大)"],
        [""]
    ),
    new SupportCard(
        "IMT-02-036",
        "第2弾",
        "SR",
        "全力夏フェス！",
        ["本田 未央"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["スコアUP系のSPアピールが強化される(大)が、", "MISS判定時スコアDOWN(中)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-037",
        "第2弾",
        "SR",
        "天翔けるチャーハン",
        ["天道 輝"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)", "判定が長くなる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-038",
        "第2弾",
        "R",
        "お使いミッション！",
        ["天海 春香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["コンボ時のスコアUP(中)するが、", "判定が短くなる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-039",
        "第2弾",
        "R",
        "お使いミッション！",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["100コンボ毎にスコアUP(中)するが、", "判定が短くなる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-040",
        "第2弾",
        "R",
        "一緒にランチタイム♪",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["スコアUP系のSPアピールが強化される(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-041",
        "第2弾",
        "R",
        "一緒にランチタイム♪",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["SPアピールの効果時間が長くなる(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-042",
        "第2弾",
        "R",
        "リハーサル中",
        ["風野 灯織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-043",
        "第2弾",
        "R",
        "つめた～い！",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(中)するが、", "MISS判定時スコアDOWN(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-044",
        "第2弾",
        "R",
        "ダンスレッスン！",
        ["柏木 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-045",
        "第2弾",
        "R",
        "学びの瞬間",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得イベントポイントUP(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-046",
        "第2弾",
        "R",
        "学びの瞬間",
        ["月村 手毬"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得イベントポイントUP(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-047",
        "第2弾",
        "R",
        "学びの瞬間",
        ["藤田 ことね"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得イベントポイントUP(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-048",
        "第2弾",
        "N",
        "合同レッスン！",
        ["天海 春香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-049",
        "第2弾",
        "N",
        "合同レッスン！",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-050",
        "第2弾",
        "N",
        "合同レッスン！",
        ["星井 美希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-051",
        "第2弾",
        "N",
        "合同レッスン！",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-052",
        "第2弾",
        "N",
        "合同レッスン！",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-053",
        "第2弾",
        "N",
        "合同レッスン！",
        ["本田 未央"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-054",
        "第2弾",
        "N",
        "合同レッスン！",
        ["春日 未来"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-055",
        "第2弾",
        "N",
        "合同レッスン！",
        ["最上 静香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-056",
        "第2弾",
        "N",
        "合同レッスン！",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-057",
        "第2弾",
        "N",
        "合同レッスン！",
        ["天道 輝"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-058",
        "第2弾",
        "N",
        "合同レッスン！",
        ["桜庭 薫"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-059",
        "第2弾",
        "N",
        "合同レッスン！",
        ["柏木 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-060",
        "第2弾",
        "N",
        "合同レッスン！",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-061",
        "第2弾",
        "N",
        "合同レッスン！",
        ["風野 灯織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-062",
        "第2弾",
        "N",
        "合同レッスン！",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-063",
        "第2弾",
        "N",
        "ライブサポート",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-064",
        "第2弾",
        "N",
        "ライブサポート",
        ["月村 手毬"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-065",
        "第2弾",
        "N",
        "ライブサポート",
        ["藤田 ことね"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-02-066",
        "第2弾",
        "N",
        "お待たせしました！",
        ["袖屋 璃空"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["スコアUP系のSPアピールが強化される(極小)", "SPアピールの効果時間が長くなる(極小)", ""],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-067",
        "第2弾",
        "SSR",
        "Leave it to us!",
        ["藤田 ことね"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["女性"],
        ["PERFECT判定時のスコアUP(極大)するが、", "判定が短くなる(大)"],
        []
    ),
    new SpecialAppealCard(
        "IMT-02-068",
        "第2弾",
        "SR",
        "わたしが１番になってみせるわ！",
        ["花海 咲季"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「花海 咲季」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["花海 咲季"],
        ["コンボ時のスコアUP(大)するが、", "FEVERゲージを消費する(大)", "※FEVERゲージが消費できない場合、発動しない"],
        []
    ),
    new SpecialAppealCard(
        "IMT-02-069",
        "第2弾",
        "SR",
        "Shouting my soul",
        ["最上 静香"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「最上 静香」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["最上 静香"],
        ["PERFECT判定時のスコアUP(中)", "GOOD以上判定がPERFECTになるが、", "MISS判定時スコアDOWN(小)"],
        []
    ),
    new SpecialAppealCard(
        "IMT-02-070",
        "第2弾",
        "SR",
        "Flight to Dream",
        ["柏木 翼"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「柏木 翼」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["柏木 翼"],
        ["PERFECT判定時のスコアUP(小)", "GREAT以上判定時のスコアUP(極小)", "GOOD以上判定時のスコアUP(極小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-071",
        "第2弾",
        "R",
        "デュアルハート",
        ["天海 春香"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が男性同士、女性同士の組み合わせの場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)", "判定が長くなる(小)が、", "MISS判定時スコアDOWN(小)"],
        ["Ver. 2.1.1 制限緩和"]
    ),
    new SpecialAppealCard(
        "IMT-02-072",
        "第2弾",
        "R",
        "狙い撃ち☆",
        ["渋谷 凛"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が女性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["女性"],
        ["GOOD以上判定時のスコアUP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-073",
        "第2弾",
        "R",
        "We are 315!!",
        ["天道 輝"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が男性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["男性"],
        ["成功判定のコンボ数UP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-074",
        "第2弾",
        "R",
        "I'll lead you",
        ["桜庭 薫"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が男性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["男性"],
        ["GOOD以上判定がPERFECTになる"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-075",
        "第2弾",
        "N",
        "ライブコミュニケーション",
        ["星井 美希"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(極小)", "GREAT以上判定がPERFECTになる"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-076",
        "第2弾",
        "N",
        "スプラッシュインク",
        ["本田 未央"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)するが、", "判定が短くなる(極小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-077",
        "第2弾",
        "N",
        "スター☆エフェクト",
        ["春日 未来"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["成功判定のコンボ数UP(極小)", "FEVERゲージ上昇率UP(極小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-02-078",
        "第2弾",
        "N",
        "エクスプロージョン",
        ["桜庭 薫"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(極小)", "コンボ数に応じてスコア獲得(極小)"],
        [""]
    ),
];

const lastUpdate_listCard_02 = "2026/10/23";

const remarks_listCard_02 = ["第2弾"];
