
const accessory_list = [
    new accessory(
        0,
        "",
        "全員",
        ["頭", "顔", "手", "胴", "腰", "脚"],
        "",
        [""]
    ),
    new accessory(
        1,
        "花の冠（青）",
        "全員",
        ["頭"],
        "ワンダー",
        [""]
    ),
    new accessory(
        2,
        "シルクハット（黒）",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        3,
        "天使のリング",
        "全員",
        ["頭"],
        "スウィート",
        [""]
    ),
    new accessory(
        4,
        "天使の羽",
        "全員",
        ["胴"],
        "スウィート",
        [""]
    ),
    new accessory(
        5,
        "狐のお面",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        6,
        "クラウン",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        7,
        "眼帯（黒）",
        "全員",
        ["顔"],
        "ワンダー",
        [""]
    ),
    new accessory(
        8,
        "ハートペイント（ピンク）",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        9,
        "マスカレードマスク（黒）",
        "全員",
        ["顔"],
        "スマート",
        [""]
    ),
    new accessory(
        10,
        "ブライトブレスレット（白）",
        "全員",
        ["手"],
        "スウィート",
        [""]
    ),
    new accessory(
        11,
        "ブライトアンクレット（白）",
        "全員",
        ["脚"],
        "スウィート",
        [""]
    ),
    new accessory(
        12,
        "お姫様ティアラ",
        "全員",
        ["頭"],
        "スウィート",
        [""]
    ),
    new accessory(
        13,
        "宇宙人アンテナ",
        "全員",
        ["頭"],
        "ワンダー",
        [""]
    ),
    new accessory(
        14,
        "悪魔の角（紫）",
        "全員",
        ["頭"],
        "ワンダー",
        [""]
    ),
    new accessory(
        15,
        "悪魔の羽（紫）",
        "全員",
        ["胴"],
        "ワンダー",
        [""]
    ),
    new accessory(
        16,
        "悪魔の尻尾（紫）",
        "全員",
        ["腰"],
        "ワンダー",
        [""]
    ),
    new accessory(
        17,
        "ねこみみ（白）",
        "全員",
        ["頭"],
        "スウィート",
        [""]
    ),
    new accessory(
        18,
        "ねこしっぽ（白）",
        "全員",
        ["腰"],
        "スウィート",
        [""]
    ),
    new accessory(
        19,
        "ねこみみ（三毛）",
        "全員",
        ["頭"],
        "エナジー",
        [""]
    ),
    new accessory(
        20,
        "ねこしっぽ（三毛）",
        "全員",
        ["腰"],
        "エナジー",
        [""]
    ),
    new accessory(
        21,
        "インカムマイク（黒）",
        "全員",
        ["顔"],
        "エナジー",
        [""]
    ),
    new accessory(
        22,
        "スクウェア眼鏡（黒）",
        "全員",
        ["顔"],
        "スマート",
        [""]
    ),
    new accessory(
        23,
        "つけひげ",
        "全員",
        ["顔"],
        "ワンダー",
        [""]
    ),
    new accessory(
        24,
        "チェーンブレスレット",
        "全員",
        ["手"],
        "スマート",
        [""]
    ),
    new accessory(
        25,
        "ねこのて（白）",
        "全員",
        ["手"],
        "スウィート",
        [""]
    ),
    new accessory(
        26,
        "蝶の羽（青アゲハ）",
        "全員",
        ["胴"],
        "ワンダー",
        [""]
    ),
    new accessory(
        27,
        "へびのぬいぐるみ",
        "全員",
        ["脚"],
        "ワンダー",
        [""]
    ),
    new accessory(
        28,
        "ウォーターガン",
        "全員",
        ["胴"],
        "エナジー",
        [""]
    ),
    new accessory(
        29,
        "ダイヤペイント（黒）",
        "全員",
        ["顔"],
        "エナジー",
        [""]
    ),
    new accessory(
        30,
        "いぬみみ（黒）",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        31,
        "いぬしっぽ（黒）",
        "全員",
        ["腰"],
        "スマート",
        [""]
    ),
    new accessory(
        32,
        "フラワーイヤリング",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        33,
        "レモンネイル",
        "全員",
        ["手"],
        "エナジー",
        [""]
    ),
    new accessory(
        34,
        "ブルーネイル",
        "全員",
        ["手"],
        "スマート",
        [""]
    ),
    new accessory(
        35,
        "ポンポン",
        "全員",
        ["手"],
        "エナジー",
        [""]
    ),
    new accessory(
        36,
        "天使のリング（黒）",
        "全員",
        ["頭"],
        "ワンダー",
        [""]
    ),
    new accessory(
        37,
        "天使の羽（黒）",
        "全員",
        ["胴"],
        "ワンダー",
        [""]
    ),
    new accessory(
        38,
        "ブライトブレスレット（青）",
        "全員",
        ["手"],
        "スマート",
        [""]
    ),
    new accessory(
        39,
        "ブライトアンクレット（青）",
        "全員",
        ["脚"],
        "スマート",
        [""]
    ),
    new accessory(
        40,
        "いぬみみ（茶）",
        "全員",
        ["頭"],
        "スウィート",
        [""]
    ),
    new accessory(
        41,
        "いぬしっぽ（茶）",
        "全員",
        ["腰"],
        "スウィート",
        [""]
    ),
    new accessory(
        42,
        "スクウェアサングラス",
        "全員",
        ["顔"],
        "エナジー",
        [""]
    ),
    new accessory(
        43,
        "フェスリストバンド",
        "全員",
        ["手"],
        "エナジー",
        [""]
    ),
    new accessory(
        44,
        "うつぼのぬいぐるみ",
        "全員",
        ["脚"],
        "ワンダー",
        [""]
    ),
    new accessory(
        45,
        "パープルネイル",
        "全員",
        ["手"],
        "ワンダー",
        [""]
    ),
    new accessory(
        46,
        "ハロウィンゴースト",
        "全員",
        ["胴"],
        "ワンダー",
        [""]
    ),
    new accessory(
        47,
        "スクールリュック（紺）",
        "全員",
        ["胴"],
        "スウィート",
        [""]
    ),
    new accessory(
        48,
        "インカムマイク（白）",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        49,
        "スクウェア眼鏡（赤）",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        50,
        "悪魔の角（赤）",
        "全員",
        ["頭"],
        "エナジー",
        [""]
    ),
    new accessory(
        51,
        "悪魔の羽（赤）",
        "全員",
        ["胴"],
        "エナジー",
        [""]
    ),
    new accessory(
        52,
        "悪魔の尻尾（赤）",
        "全員",
        ["腰"],
        "エナジー",
        [""]
    ),
    new accessory(
        53,
        "クラウン",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        54,
        "ハートの眼鏡（ピンク）",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        55,
        "花の冠（白）",
        "全員",
        ["頭"],
        "スウィート",
        [""]
    ),
    new accessory(
        56,
        "スクールリュック（グレー）",
        "全員",
        ["胴"],
        "スマート",
        [""]
    ),
    new accessory(
        57,
        "ふわふわブレスレット（白）",
        "全員",
        ["手"],
        "エナジー",
        [""]
    ),
    new accessory(
        58,
        "ねこみみ（黒）",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        59,
        "ねこしっぽ（黒）",
        "全員",
        ["腰"],
        "スマート",
        [""]
    ),
    new accessory(
        60,
        "ねこのて（黒）",
        "全員",
        ["手"],
        "スマート",
        [""]
    ),
    new accessory(
        61,
        "花丸ペイント（黒）",
        "全員",
        ["顔"],
        "スマート",
        [""]
    ),
    new accessory(
        62,
        "フェスリストバンド（白）",
        "全員",
        ["手"],
        "スウィート",
        [""]
    ),
    new accessory(
        63,
        "はーとぺいんと（ぴんく）",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        64,
        "ぶらいとぶれすれっと（しろ）",
        "全員",
        ["手"],
        "スウィート",
        [""]
    ),
    new accessory(
        65,
        "ぶらいとあんくれっと（しろ）",
        "全員",
        ["脚"],
        "スウィート",
        [""]
    ),
    new accessory(
        66,
        "シルクハット（白）",
        "全員",
        ["頭"],
        "スウィート",
        [""]
    ),
    new accessory(
        67,
        "エターナルオーナメント",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        68,
        "マスカレードマスク（白）",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        69,
        "スペードペイント（黒）",
        "全員",
        ["顔"],
        "スマート",
        [""]
    ),
    new accessory(
        70,
        "アニバーサリーバルーン",
        "全員",
        ["胴"],
        "スウィート",
        [""]
    ),
    new accessory(
        71,
        "花丸ペイント（金）",
        "全員",
        ["顔"],
        "エナジー",
        [""]
    ),
    new accessory(
        72,
        "うさみみ（白）",
        "全員",
        ["頭"],
        "ワンダー",
        [""]
    ),
    new accessory(
        73,
        "スクウェアサングラス（オレンジ）",
        "全員",
        ["顔"],
        "エナジー",
        [""]
    ),
    new accessory(
        74,
        "蝶の羽（黄アゲハ）",
        "全員",
        ["胴"],
        "エナジー",
        [""]
    ),
    new accessory(
        75,
        "サクラネイル",
        "全員",
        ["手"],
        "スウィート",
        [""]
    ),
    new accessory(
        76,
        "サークルサングラス（水色）",
        "全員",
        ["顔"],
        "スマート",
        [""]
    ),
    new accessory(
        77,
        "セーラーキャップ",
        "全員",
        ["頭"],
        "ワンダー",
        [""]
    ),
    new accessory(
        78,
        "クチバシ",
        "全員",
        ["顔"],
        "ワンダー",
        [""]
    ),
    new accessory(
        79,
        "ブライトブレスレット（赤）",
        "全員",
        ["手"],
        "エナジー",
        [""]
    ),
    new accessory(
        80,
        "ブライトアンクレット（赤）",
        "全員",
        ["脚"],
        "エナジー",
        [""]
    ),
    new accessory(
        81,
        "デカぜんまい",
        "全員",
        ["胴"],
        "ワンダー",
        [""]
    ),
    new accessory(
        82,
        "スノーペイント（青）",
        "全員",
        ["顔"],
        "スウィート",
        [""]
    ),
    new accessory(
        83,
        "ボンバーヘッド（ゴールド）",
        "全員",
        ["頭"],
        "ワンダー",
        [""]
    ),
    new accessory(
        84,
        "クチバシ（ゴールド）",
        "全員",
        ["顔"],
        "ワンダー",
        [""]
    ),
    new accessory(
        85,
        "スクウェア眼鏡（ゴールド）",
        "全員",
        ["顔"],
        "スマート",
        [""]
    ),
    new accessory(
        86,
        "だいやぺいんと（くろ）",
        "全員",
        ["顔"],
        "エナジー",
        [""]
    ),
    new accessory(
        87,
        "ねこしっぽ（くろ）",
        "全員",
        ["腰"],
        "スマート",
        [""]
    ),
    new accessory(
        88,
        "ねこみみ（くろ）",
        "全員",
        ["頭"],
        "スマート",
        [""]
    ),
    new accessory(
        89,
        "ねこのて（くろ）",
        "全員",
        ["手"],
        "スマート",
        [""]
    ),
    new accessory(
        90,
        "ぱーぷるねいる",
        "全員",
        ["手"],
        "ワンダー",
        [""]
    ),
]
