
const costume_list = [
    new costume(
        0,
        "",
        new appeal(0, 0, 0),
        "",
        1,
        "全員",
        "",
        [""]
    ),
    new costume(
        1,
        "フューチャーコネクト",
        new appeal(1200, 1200, 1200),
        "[Vo][Da][Vi]",
        10,
        "全員",
        "",
        [""]
    ),
    new costume(
        2,
        "ノーブルプライド",
        new appeal(1333, 1414, 1293),
        "[Vo][Da][Vi]",
        50,
        "アイドルマスター SideM",
        "スマート",
        [""]
    ),
    new costume(
        3,
        "デイアフターデイAMCG",
        new appeal(1400, 1306, 1400),
        "[Vo][Da][Vi]",
        50,
        "765 ALL STARS",
        "エナジー",
        [""]
    ),
    new costume(
        4,
        "アテンダントツアラー",
        new appeal(1373, 1226, 1401),
        "[Vo][Da][Vi]",
        50,
        "全員",
        "エナジー",
        [""]
    ),
    new costume(
        5,
        "トワイライトダンス",
        new appeal(1209, 1053, 1638),
        "[Vi]",
        40,
        "全員",
        "スマート",
        [""]
    ),
    new costume(
        6,
        "ディープワイヤード",
        new appeal(1071, 1632, 1122),
        "[Da]",
        30,
        "全員",
        "エナジー",
        [""]
    ),
    new costume(
        7,
        "オリエンタルクロシズ",
        new appeal(1326, 1204, 1295),
        "[Vo][Da][Vi]",
        30,
        "全員",
        "エナジー",
        [""]
    ),
    new costume(
        8,
        "ドリームナビゲーター",
        new appeal(1581, 1020, 1224),
        "[Vo]",
        30,
        "全員",
        "ワンダー",
        [""]
    ),
    new costume(
        9,
        "ミキシンググルーヴ",
        new appeal(1252, 1283, 1240),
        "[Vo][Da][Vi]",
        20,
        "全員",
        "エナジー",
        [""]
    ),
    new costume(
        10,
        "ワルツ・ド・ペガサス",
        new appeal(1286, 1356, 1398),
        "[Vo][Da][Vi]",
        50,
        "アイドルマスター シンデレラガールズ",
        "スウィート",
        [""]
    ),
    new costume(
        11,
        "リラックスリゾート",
        new appeal(1430, 1573, 897),
        "[Vo][Da]",
        40,
        "男性",
        "スマート",
        [""]
    ),
    new costume(
        12,
        "チアフルドリーマー",
        new appeal(956, 1440, 1428),
        "[Da][Vi]",
        30,
        "女性",
        "エナジー",
        [""]
    ),
    new costume(
        13,
        "ブルーサマーグルーヴ",
        new appeal(1082, 1711, 982),
        "[Da]",
        20,
        "全員",
        "スマート",
        [""]
    ),
    new costume(
        14,
        "パビリオンファンタジア",
        new appeal(1373, 1395, 1272),
        "[Vo][Da][Vi]",
        50,
        "アイドルマスター ミリオンライブ！",
        "ワンダー",
        [""]
    ),
    new costume(
        15,
        "スターピースメモリーズ",
        new appeal(1667, 1042, 1199),
        "[Vo]",
        40,
        "女性",
        "スウィート",
        [""]
    ),
    new costume(
        16,
        "オータムテイラード",
        new appeal(1174, 881, 1775),
        "[Vi]",
        30,
        "男性",
        "スマート",
        [""]
    ),
    new costume(
        17,
        "ロマンチカフェザー",
        new appeal(1313, 1292, 1435),
        "[Vo][Da][Vi]",
        50,
        "アイドルマスター シャイニーカラーズ",
        "スウィート",
        [""]
    ),
    new costume(
        18,
        "暁光ノ装",
        new appeal(1107, 1680, 1121),
        "[Da]",
        40,
        "男性",
        "エナジー",
        [""]
    ),
    new costume(
        19,
        "フォンダンショコラベリー",
        new appeal(1468, 868, 1494),
        "[Vo][Vi]",
        30,
        "女性",
        "スウィート",
        [""]
    ),
    new costume(
        20,
        "フューチャーノワール",
        new appeal(1149, 1047, 1635),
        "[Vi]",
        40,
        "全員",
        "スマート",
        [""]
    ),
    new costume(
        21,
        "エターナルブライト",
        new appeal(1361, 1334, 1348),
        "[Vo][Da][Vi]",
        50,
        "全員",
        "スマート",
        [""]
    ),
    new costume(
        22,
        "ホワイトナイトダンス",
        new appeal(1511, 1003, 1498),
        "[Vo][Vi]",
        50,
        "全員",
        "スマート",
        [""]
    ),
    new costume(
        23,
        "花蝶爛漫",
        new appeal(885, 1459, 1564),
        "[Da][Vi]",
        40,
        "女性",
        "スウィート",
        [""]
    ),
    new costume(
        24,
        "モフモフビースト",
        new appeal(1602, 651, 1655),
        "[Vo][Vi]",
        40,
        "全員",
        "ワンダー",
        [""]
    ),
    new costume(
        25,
        "アッシュスクールユニフォーム",
        new appeal(1328, 1257, 1323),
        "[Vo][Da][Vi]",
        40,
        "全員",
        "スマート",
        [""]
    ),
    new costume(
        26,
        "アーリーサマーメモリー",
        new appeal(1589, 919, 1673),
        "[Vo][Vi]",
        60,
        "天海 春香",
        "スウィート",
        [""]
    ),
    new costume(
        27,
        "サイレントクライ",
        new appeal(1672, 1561, 948),
        "[Vo][Da]",
        60,
        "月村 手毬",
        "エナジー",
        [""]
    ),
    new costume(
        28,
        "セーラーミズギ",
        new appeal(1118, 1186, 1739),
        "[Vi]",
        50,
        "女性",
        "ワンダー",
        [""]
    ),
    new costume(
        29,
        "ロイヤルテイラード",
        new appeal(1153, 1087, 1691),
        "[Vi]",
        40,
        "男性",
        "スマート",
        [""]
    ),
    new costume(
        30,
        "レッスンウェア",
        new appeal(1145, 1635, 995),
        "[Da]",
        30,
        "全員",
        "エナジー",
        [""]
    ),
    new costume(
        31,
        "フルブルームユニフォーム",
        new appeal(1300, 1230, 1295),
        "[Vo][Da][Vi]",
        30,
        "全員",
        "スウィート",
        [""]
    ),
    new costume(
        32,
        "恋花小町",
        new appeal(1114, 1048, 1770),
        "[Vi]",
        40,
        "女性",
        "スウィート",
        [""]
    ),
    new costume(
        33,
        "サマーティースタイル",
        new appeal(795, 1617, 1632),
        "[Da][Vi]",
        50,
        "女性",
        "エナジー",
        [""]
    ),
];
