
const idol_list = [
    new idol(
        //  ID
        "01001",
        "天海 春香",
        "アイドルマスター",
        "女性",
        "17",
        "O",
        "04/03",
        "神奈川県",
        ["カラオケ", "長電話"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "01002",
        "如月 千早",
        "アイドルマスター",
        "女性",
        "16",
        "A",
        "02/25",
        "東京都",
        ["音楽鑑賞", "写真"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "01003",
        "星井 美希",
        "アイドルマスター",
        "女性",
        "15",
        "B",
        "11/23",
        "神奈川県",
        ["友達とおしゃべり", "ネイルアート"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "02001",
        "島村 卯月",
        "アイドルマスター シンデレラガールズ",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "02002",
        "渋谷 凛",
        "アイドルマスター シンデレラガールズ",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "02003",
        "本田 未央",
        "アイドルマスター シンデレラガールズ",
        "女性",
        "15",
        "B",
        "12/01",
        "千葉県",
        ["ショッピング"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "03001",
        "春日 未来",
        "アイドルマスター ミリオンライブ！",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "03002",
        "最上 静香",
        "アイドルマスター ミリオンライブ！",
        "女性",
        "14",
        "A",
        "09/14",
        "埼玉県",
        ["テニス"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "03003",
        "伊吹 翼",
        "アイドルマスター ミリオンライブ！",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "04001",
        "天道 輝",
        "アイドルマスター SideM",
        "男性",
        "",
        "",
        "",
        "",
        [""],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "04002",
        "桜庭 薫",
        "アイドルマスター SideM",
        "男性",
        "26",
        "A",
        "09/24",
        "京都府",
        ["姉の形見の詩集を読む"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "04003",
        "柏木 翼",
        "アイドルマスター SideM",
        "男性",
        "24",
        "O",
        "06/02",
        "新潟県",
        ["テニス", "読書", "エコノミークラスで世界を旅する"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "05001",
        "櫻木 真乃",
        "アイドルマスター シャイニーカラーズ",
        "女性",
        "16",
        "A",
        "04/25",
        "東京都",
        ["お出かけ", "公園で日向ぼっこ"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "05002",
        "風野 灯織",
        "アイドルマスター シャイニーカラーズ",
        "女性",
        "15",
        "A",
        "03/04",
        "東京都",
        ["音楽鑑賞", "綺麗な景色を探すこと", "占い"],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "05003",
        "八宮 めぐる",
        "アイドルマスター シャイニーカラーズ",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "07001",
        "袖屋 璃空",
        "アイドルマスター TOURS",
        "",
        "",
        "",
        "",
        "",
        [""],
        "2025/03/26",
        [""]
    ),
    new idol(
        //  ID
        "06001",
        "花海 咲季",
        "学園アイドルマスター",
        "女性",
        "16",
        "A",
        "04/02",
        "愛知県",
        ["勝負ごと全般"],
        "2025/08/06",
        [""]
    ),
    new idol(
        //  ID
        "06002",
        "月村 手毬",
        "学園アイドルマスター",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2025/08/06",
        [""]
    ),
    new idol(
        //  ID
        "06003",
        "藤田 ことね",
        "学園アイドルマスター",
        "女性",
        "15",
        "O",
        "04/29",
        "埼玉県",
        ["お金を稼ぐこと"],
        "2025/08/06",
        [""]
    ),
    new idol(
        //  ID
        "01004",
        "水瀬 伊織",
        "アイドルマスター",
        "女性",
        "15",
        "AB",
        "05/05",
        "東京都",
        ["海外旅行", "食べ歩き"],
        "2025/10/29",
        [""]
    ),
    new idol(
        //  ID
        "04004",
        "硲 道夫",
        "アイドルマスター SideM",
        "男性",
        "32",
        "AB",
        "01/13",
        "淡路島",
        ["掃除", "パズル"],
        "2025/10/29",
        [""]
    ),
    new idol(
        //  ID
        "02004",
        "神崎 蘭子",
        "アイドルマスター シンデレラガールズ",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2026/01/27",
        [""]
    ),
    new idol(
        //  ID
        "03004",
        "真壁 瑞希",
        "アイドルマスター ミリオンライブ！",
        "女性",
        "17",
        "B",
        "01/27",
        "神奈川県",
        ["手品"],
        "2026/01/27",
        [""]
    ),
    new idol(
        //  ID
        "05004",
        "小宮 果穂",
        "アイドルマスター シャイニーカラーズ",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2026/04/23",
        [""]
    ),
    new idol(
        //  ID
        "06004",
        "紫雲 清夏",
        "学園アイドルマスター",
        "女性",
        "",
        "",
        "",
        "",
        [""],
        "2026/04/23",
        [""]
    ),
    new idol(
        //  ID
        "01005",
        "萩原 雪歩",
        "アイドルマスター",
        "女性",
        "17",
        "A",
        "12/24",
        "東京都",
        ["MY詩集を書くこと"],
        "2026/08/06",
        [""]
    ),
    new idol(
        //  ID
        "01006",
        "菊地 真",
        "アイドルマスター",
        "女性",
        "17",
        "O",
        "08/29",
        "静岡県",
        [""],
        "2026/08/06",
        [""]
    ),
    new idol(
        //  ID
        "03005",
        "周防 桃子",
        "アイドルマスター ミリオンライブ！",
        "女性",
        "11",
        "B",
        "11/06",
        "東京都",
        ["かわいいシール集め"],
        "2026/09/17",
        [""]
    ),
]
