
const listSettingBonus = [
    new SettingBonus(
        //  ID
        1,
        //  セット名
        "天使",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        [],
        //  頭
        ["天使のリング"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["天使の羽"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        2,
        //  セット名
        "堕天使",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        [],
        //  頭
        ["天使のリング（黒）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["天使の羽（黒）"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        3,
        //  セット名
        "悪魔",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        [],
        //  頭
        ["悪魔の角（紫）", "悪魔の角（赤）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["悪魔の羽（紫）", "悪魔の羽（赤）"],
        //  腰
        ["悪魔の尻尾（紫）", "悪魔の尻尾（赤）"],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        4,
        //  セット名
        "仮面舞踏会",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["トワイライトダンス", "ホワイトナイトダンス"],
        //  頭
        ["シルクハット（黒）", "シルクハット（白）"],
        //  顔
        ["マスカレードマスク（黒）", "マスカレードマスク（白）", "ますかれーどますく（くろ）"],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        5,
        //  セット名
        "しろねこ",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        [],
        //  頭
        ["ねこみみ（白）", "ねこみみ（しろ）"],
        //  顔
        [],
        //  手
        ["ねこのて（白）", "ねこのて（しろ）"],
        //  胴
        [],
        //  腰
        ["ねこしっぽ（白）", "ねこしっぽ（しろ）"],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        6,
        //  セット名
        "くろねこ",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        [],
        //  頭
        ["ねこみみ（黒）", "ねこみみ（くろ）"],
        //  顔
        [],
        //  手
        ["ねこのて（黒）", "ねこのて（くろ）"],
        //  胴
        [],
        //  腰
        ["ねこしっぽ（黒）", "ねこしっぽ（くろ）"],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        7,
        //  セット名
        "くろいぬ",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        [],
        //  頭
        ["いぬみみ（黒）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        [],
        //  腰
        ["いぬしっぽ（黒）"],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        8,
        //  セット名
        "ちゃいぬ",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        [],
        //  頭
        ["いぬみみ（茶）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        [],
        //  腰
        ["いぬしっぽ（茶）"],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        9,
        //  セット名
        "あべこべアニマル",
        //  効果
        ["スマイル獲得量 +2"],
        //  衣装
        [],
        //  頭
        ["うさみみ（白）"],
        //  顔
        ["クチバシ", "クチバシ（ゴールド）"],
        //  手
        ["ねこのて（白）", "ねこのて（黒）"],
        //  胴
        [],
        //  腰
        ["いぬしっぽ（黒）", "いぬしっぽ（茶）"],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        10,
        //  セット名
        "ビーチスタイル",
        //  効果
        ["マニー獲得量を上昇"],
        //  衣装
        ["セーラーミズギ"],
        //  頭
        ["セーラーキャップ"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["ウォーターガン"],
        //  腰
        [],
        //  脚
        ["うつぼのぬいぐるみ"],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        11,
        //  セット名
        "花蝶風月",
        //  効果
        ["スマイル獲得量 +2"],
        //  衣装
        ["花蝶爛漫"],
        //  頭
        ["花の冠（青）", "花の冠（白）", "はなのかんむり（あお）"],
        //  顔
        ["フラワーイヤリング"],
        //  手
        ["サクラネイル"],
        //  胴
        ["蝶の羽（青アゲハ）", "蝶の羽（黄アゲハ）"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        12,
        //  セット名
        "スクールスタイル",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["フルブルームユニフォーム", "アッシュスクールユニフォーム"],
        //  頭
        [],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["スクールリュック（紺）", "スクールリュック（グレー）"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        13,
        //  セット名
        "ヒットマン？",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        ["オータムテイラード", "ロイヤルテイラード"],
        //  頭
        [],
        //  顔
        ["スクウェアサングラス", "スクウェアサングラス（オレンジ）", "サマービーチフェス！"],
        //  手
        [],
        //  胴
        ["ウォーターガン"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        14,
        //  セット名
        "バタフライクイーン",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        [],
        //  頭
        ["お姫様ティアラ"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["蝶の羽（青アゲハ）", "蝶の羽（黄アゲハ）"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        15,
        //  セット名
        "バタフライキング",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        [],
        //  頭
        ["クラウン"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["蝶の羽（青アゲハ）", "蝶の羽（黄アゲハ）"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        16,
        //  セット名
        "エターナルアニバーサリー",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["エターナルブライト"],
        //  頭
        ["エターナルオーナメント"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["アニバーサリーバルーン"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        17,
        //  セット名
        "ライブフェス",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["ミキシンググルーヴ", "ブルーサマーグルーヴ"],
        //  頭
        [],
        //  顔
        ["インカムマイク（黒）", "インカムマイク（白）"],
        //  手
        ["フェスリストバンド", "フェスリストバンド（白）"],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        18,
        //  セット名
        "チアガール",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["チアフルドリーマー"],
        //  頭
        [],
        //  顔
        [],
        //  手
        ["ポンポン"],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        19,
        //  セット名
        "地球侵略",
        //  効果
        ["マニー獲得量を上昇"],
        //  衣装
        [],
        //  頭
        ["宇宙人アンテナ"],
        //  顔
        [],
        //  手
        ["ブライトブレスレット（白）", "ブライトブレスレット（青）", "ブライトブレスレット（赤）", "ぶらいとぶれすれっと（しろ）"],
        //  胴
        ["ウォーターガン"],
        //  腰
        [],
        //  脚
        ["ブライトアンクレット（白）", "ブライトアンクレット（青）", "ブライトアンクレット（赤）", "ぶらいとあんくれっと（しろ）"],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        20,
        //  セット名
        "お祭り男",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["暁光ノ装"],
        //  頭
        ["狐のお面", "狐のお面（ピンク）"],
        //  顔
        [],
        //  手
        ["ふわふわブレスレット（白）"],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", "※2.0.2 のアップデートにて、狐のお面（ピンク）が対象に追加されました。", ""]
    ),
    new SettingBonus(
        //  ID
        21,
        //  セット名
        "ロボクイーン",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        [],
        //  頭
        ["お姫様ティアラ"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["デカぜんまい"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        22,
        //  セット名
        "ロボキング",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        [],
        //  頭
        ["クラウン"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["デカぜんまい"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        23,
        //  セット名
        "ストロベリーチョコ",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["フォンダンショコラベリー"],
        //  頭
        [],
        //  顔
        ["ハートの眼鏡（ピンク）"],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        24,
        //  セット名
        "ブルーブルーブルー！",
        //  効果
        ["マニー獲得量を上昇"],
        //  衣装
        ["ブルーサマーグルーヴ"],
        //  頭
        [],
        //  顔
        ["スノーペイント（青）"],
        //  手
        ["ブルーネイル"],
        //  胴
        [],
        //  腰
        [],
        //  脚
        ["ブライトアンクレット（青）"],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        25,
        //  セット名
        "仮面の怪人",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["ノーブルプライド"],
        //  頭
        ["シルクハット（黒）", "シルクハット（白）"],
        //  顔
        ["マスカレードマスク（黒）", "マスカレードマスク（白）", "ますかれーどますく（くろ）"],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        26,
        //  セット名
        "モフモフきゃっと",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        ["モフモフビースト"],
        //  頭
        ["ねこみみ（白）", "ねこみみ（黒）", "ねこみみ（三毛）", "ねこみみ（しろ）", "ねこみみ（くろ）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        27,
        //  セット名
        "モフモフどっぐ",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["モフモフビースト"],
        //  頭
        ["いぬみみ（黒）", "いぬみみ（茶）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        28,
        //  セット名
        "モフモフらびっと",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        ["モフモフビースト"],
        //  頭
        ["うさみみ（白）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        29,
        //  セット名
        "休暇中",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["リラックスリゾート"],
        //  頭
        ["花の冠（青）", "はなのかんむり（あお）"],
        //  顔
        ["スクウェアサングラス", "サマービーチフェス！"],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        30,
        //  セット名
        "0→1",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["アテンダントツアラー"],
        //  頭
        ["エターナルオーナメント"],
        //  顔
        [],
        //  手
        [],
        //  胴
        ["アニバーサリーバルーン"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        31,
        //  セット名
        "怪盗キャット",
        //  効果
        ["マニー獲得量を上昇"],
        //  衣装
        ["フューチャーノワール"],
        //  頭
        ["ねこみみ（黒）", "ねこみみ（くろ）"],
        //  顔
        ["マスカレードマスク（黒）", "ますかれーどますく（くろ）"],
        //  手
        ["ねこのて（黒）", "ねこのて（くろ）"],
        //  胴
        [],
        //  腰
        ["ねこしっぽ（黒）", "ねこしっぽ（くろ）"],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        32,
        //  セット名
        "夢の案内人",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["ドリームナビゲーター"],
        //  頭
        [],
        //  顔
        ["インカムマイク（白）", "インカムマイク（黒）"],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.1", "2026/08/06", ""]
    ),
    new SettingBonus(
        //  ID
        33,
        //  セット名
        "戦闘ロボ",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        [],
        //  頭
        [],
        //  顔
        [],
        //  手
        ["ドリルアーム"],
        //  胴
        ["デカぜんまい"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.2", "2026/09/17", ""]
    ),
    new SettingBonus(
        //  ID
        34,
        //  セット名
        "夏の思い出",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        ["恋花小町"],
        //  頭
        ["狐のお面", "狐のお面（ピンク）"],
        //  顔
        [],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.2", "2026/09/17", ""]
    ),
    new SettingBonus(
        //  ID
        35,
        //  セット名
        "夏！全開！",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["サマーティースタイル"],
        //  頭
        [],
        //  顔
        ["アンカーペイント（青）"],
        //  手
        [],
        //  胴
        ["ウォーターガン"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.2", "2026/09/17", ""]
    ),
    new SettingBonus(
        //  ID
        36,
        //  セット名
        "Let's dancing!",
        //  効果
        ["スマイル獲得量 +1"],
        //  衣装
        ["オータムテイラード", "ロイヤルテイラード"],
        //  頭
        ["ボンバーヘッド", "ボンバーヘッド（ゴールド）"],
        //  顔
        ["スクウェアサングラス", "スクウェアサングラス（オレンジ）", "サマービーチフェス！"],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.0.2", "2026/09/17", ""]
    ),
    new SettingBonus(
        //  ID
        37,
        //  セット名
        "ホラーナイトパーティー",
        //  効果
        ["スマイル獲得量 +2"],
        //  衣装
        ["ウィッチナイトパーティー"],
        //  頭
        ["フランケンボルト"],
        //  顔
        [],
        //  手
        ["ウルフハンド（グレー）"],
        //  胴
        ["ハロウィンゴースト", "ハロウィンゴースト（紫）"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.1.1", "2026/10/29", ""]
    ),
    new SettingBonus(
        //  ID
        38,
        //  セット名
        "コズミック・ポリス",
        //  効果
        ["スマイル獲得量 +2"],
        //  衣装
        ["コズミック・レンジャー"],
        //  頭
        ["宇宙人アンテナ"],
        //  顔
        ["スクウェアサングラス", "サマービーチフェス！"],
        //  手
        [],
        //  胴
        ["ウォーターガン"],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.1.1", "2026/10/29", ""]
    ),
    new SettingBonus(
        //  ID
        39,
        //  セット名
        "ハロウィンパーティー",
        //  効果
        ["マニー獲得量を少し上昇"],
        //  衣装
        ["ハロウィングルーヴ"],
        //  頭
        ["悪魔の角（紫）", "悪魔の角（赤）"],
        //  顔
        ["スマイルペイント（黄）"],
        //  手
        [],
        //  胴
        [],
        //  腰
        [],
        //  脚
        [],
        //  備考
        ["バージョン 2.1.1", "2026/10/29", ""]
    ),
];

const lastUpdated_listSettingBonus = "2026/10/30";

const remarks_listSettingBonus = ["バージョン 2.1.1 までの対応"];
