
const support_list = [
    new support(
        "0239",
        "全力夏フェス！",
        ["このカードを使用するとライブのサポートができます。"],
        ["スコアUP系のSPアピールが強化される(大)が、", "MISS判定時スコアDOWN(中)"],
        ["IMT-02-036", "SR", "本田 未央", ""]
    ),
    new support(
        "0334",
        "autumn pop fes♪",
        ["このカードを使用するとライブのサポートができます。"],
        ["コンボ時のスコアUP(極大)", "100コンボ毎にスコアUP(大)するが、", "僅かなMISS判定でリズムライブが終了する"],
        ["IMT-03-025", "SSR", "本田 未央", ""]
    ),
    new support(
        "0450",
        "真剣なまなざし",
        ["このカードを使用するとライブのサポートができます。"],
        ["アピール値(Vo,Da,Vi)上昇(中)", "スコアUP系のSPアピールが強化される(小)", "判定が長くなる(極小)"],
        ["IMT-04-028", "SR", "水瀬 伊織", ""]
    ),
    new support(
        "0571",
        "sign for fun",
        ["このカードを使用するとライブのサポートができます。"],
        ["アピール値(Vo,Vi)上昇(中)", "コンボ時のスコアUP(中)するが、", "MISS判定時スコアDOWN(中)"],
        ["IMT-05-030", "SR", "花海 咲季", ""]
    ),
    new support(
        "0735",
        "Sunshine Sparkle",
        ["このカードを使用するとライブのサポートができます。"],
        ["【アイドルマスターのアイドル限定】", "獲得ファン数と信頼度Lv経験値、", "着こなしLv経験値UP(極大)"],
        ["IMT-CP-037", "CP", "星井 美希", ""]
    ),
    new support(
        "0744",
        "夏の音色に導かれ",
        ["このカードを使用するとライブのサポートができます。"],
        ["SEを変更する(花火)", "アピール値(Vi)上昇(小)", "判定が長くなる(小)"],
        ["IMT-CP-047", "CP", "周防 桃子", ""]
    ),
    new support(
        "0750",
        "Late Summer Festival",
        ["このカードを使用するとライブのサポートができます。"],
        ["SEを変更する(花火)", "アピール値(Vi)上昇(極大)", "PERFECT判定時のスコアUP(大)"],
        ["IMT-CP-053", "CP", "周防 桃子", ""]
    ),
]
