
const listCard_04_TR = [
    new SupportCard(
        "IMT-TR-04-001",
        "第4弾",
        "TSSR",
        "event3 EP7-01",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["コンボ時のスコアUP(中)", "判定が長くなる(小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-04-002",
        "第4弾",
        "TSSR",
        "event3 EP7-02",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["PERFECT判定時のスコアUP(極大)", "GREAT以上判定時のスコアUP(大)するが、判定が短くなる(大)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-04-003",
        "第4弾",
        "TSR",
        "special art #04-01",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GREAT以上判定時のスコアUP(中)", "一定回数GOOD以上判定がPERFECTになる(小)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-04-004",
        "第4弾",
        "TSR",
        "special art #04-02",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da,Vi)上昇(中)", "スコアUP系のSPアピールが強化される(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-04-005",
        "第4弾",
        "TSR",
        "DRAMATIC STARS",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(中)", "ロングノーツのスコアUP(極小)", ""],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-04-006",
        "第4弾",
        "TR",
        "フューチャーノワール",
        ["風野 灯織"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-04-007",
        "第4弾",
        "TR",
        "フューチャーノワール",
        ["桜庭 薫"],
        [],
        [""]
    ),
    new SupportCard(
        "IMT-TR-04-008",
        "第4弾",
        "TR",
        "プロフィール",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["ロングノーツのスコアUP(中)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-04-009",
        "第4弾",
        "TR",
        "プロフィール",
        ["神崎 蘭子"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["判定が長くなる(中)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-04-010",
        "第4弾",
        "TR",
        "プロフィール",
        ["真壁 瑞希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Vi)上昇(小)", "判定が長くなる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-04-011",
        "第4弾",
        "TR",
        "プロフィール",
        ["柏木 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(中)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-04-012",
        "第4弾",
        "TR",
        "プロフィール",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["シングルノーツのスコアUP(中)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-04-013",
        "第4弾",
        "TR",
        "プロフィール",
        ["花海 咲季"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da,Vi)上昇(中)", "", ""],
        [""]
    ),
];

const lastUpdate_listCard_04_TR = "2026/10/22";

const remarks_listCard_04_TR = ["第4弾ツアーズレア"];
