
const listCard_03_TR = [
    new SupportCard(
        "IMT-TR-03-001",
        "第3弾",
        "TSSR",
        "event2 EP6-01",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["GREAT以上判定時のスコアUP(大)", "判定が長くなる(小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-03-002",
        "第3弾",
        "TSSR",
        "event2 EP6-02",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["スコアUP系のSPアピールが強化される(大)", "FEVERゲージ上昇率UP(大)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-03-003",
        "第3弾",
        "TSR",
        "special art #03-01",
        ["水瀬 伊織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得ファン数UP(中)", "獲得信頼度Lvと着こなしLv経験値UP(小)"],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-03-004",
        "第3弾",
        "TSR",
        "special art #03-02",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター シンデレラガールズ"],
        ["【アイドルマスター シンデレラガールズのアイドル限定】", "獲得ファン数UP(中)", "獲得信頼度Lvと着こなしLv経験値UP(小)"],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-03-005",
        "第3弾",
        "TSR",
        "special art #03-03",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター ミリオンライブ！"],
        ["【アイドルマスター ミリオンライブ！のアイドル限定】", "獲得ファン数UP(中)", "獲得信頼度Lvと着こなしLv経験値UP(小)"],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-03-006",
        "第3弾",
        "TSR",
        "special art #03-04",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター SideM"],
        ["【アイドルマスター SideMのアイドル限定】", "獲得ファン数UP(中)", "獲得信頼度Lvと着こなしLv経験値UP(小)"],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-03-007",
        "第3弾",
        "TSR",
        "special art #03-05",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター シャイニーカラーズ"],
        ["【アイドルマスター シャイニーカラーズのアイドル限定】", "獲得ファン数UP(中)", "獲得信頼度Lvと着こなしLv経験値UP(小)"],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
];

const lastUpdate_listCard_03_TR = "2026/10/20";

const remarks_listCard_03_TR = ["第3弾ツアーズレア"];
