
const listCard_05_TR = [
    new CostumeCard(
        "IMT-TR-05-001",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["水瀬 伊織"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-002",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["水瀬 伊織"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-003",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["神崎 蘭子"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-004",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["神崎 蘭子"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-005",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["真壁 瑞希"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-006",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["真壁 瑞希"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-007",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["硲 道夫"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-008",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["硲 道夫"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-009",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["小宮 果穂"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-010",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["小宮 果穂"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-011",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["花海 咲季"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-TR-05-012",
        "第5弾",
        "TSR",
        "アッシュスクールユニフォーム",
        ["花海 咲季"],
        [],
        [""]
    ),
    new SupportCard(
        "IMT-TR-05-013",
        "第5弾",
        "TSR",
        "new generations",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["ロングノーツのスコアUP(中)", "スライダーノーツのスコアUP(小)するが、", "MISS判定時スコアDOWN(小)"],
        [""]
    ),
    new AccessoryCard(
        "IMT-TR-05-014",
        "第5弾",
        "TR",
        "はーとぺいんと（ぴんく）",
        ["星井 美希"],
        [],
        ["デフォルメ"]
    ),
    new AccessoryCard(
        "IMT-TR-05-015",
        "第5弾",
        "TR",
        "ぶらいとぶれすれっと（しろ）",
        ["渋谷 凛"],
        [],
        ["デフォルメ"]
    ),
    new SpecialAppealCard(
        "IMT-TR-05-016",
        "第5弾",
        "TR",
        "すたー☆えふぇくと",
        ["春日 未来"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["成功判定のコンボ数UP(極小)", "FEVERゲージ上昇率UP(極小)"],
        ["デフォルメ"]
    ),
    new SpecialAppealCard(
        "IMT-TR-05-017",
        "第5弾",
        "TR",
        "えくすぷろーじょん",
        ["桜庭 薫"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(極小)", "コンボ数に応じてスコア獲得(極小)"],
        ["デフォルメ"]
    ),
    new AccessoryCard(
        "IMT-TR-05-018",
        "第5弾",
        "TR",
        "ぶらいとあんくれっと（しろ）",
        ["八宮 めぐる"],
        [],
        ["デフォルメ"]
    ),
    new SpecialAppealCard(
        "IMT-TR-05-019",
        "第5弾",
        "TR",
        "ぽっぷふれーむ",
        ["藤田 ことね"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(極小)", "GREAT判定がPERFECTになる"],
        ["デフォルメ"]
    ),
];

const lastUpdate_listCard_05_TR = "2026/10/23";

const remarks_listCard_05_TR = ["第5弾ツアーズレア"];
