
const listCard_PM_202503 = [
    new SupportCard(
        "IMT-PM-001",
        "",
        "PM",
        "We're ready!!",
        ["天道 輝"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール(Vo)上昇(中)"],
        [""]
    ),
    new SupportCard(
        "IMT-PM-002",
        "",
        "PM",
        "Break time in namco",
        ["天海 春香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール(Vo,Da,Vi)上昇(小)"],
        [""]
    ),
    new SupportCard(
        "IMT-PM-003",
        "",
        "PM",
        "Exposition by night",
        ["本田 未央"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["SPアピールの効果値UP(中)"],
        [""]
    ),
    new SupportCard(
        "IMT-PM-004",
        "",
        "PM",
        "Ensemble Sparkle",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["FEVERゲージ上昇率UP(中)"],
        [""]
    ),
    new SupportCard(
        "IMT-PM-005",
        "",
        "PM",
        "ツアースタッフの仕事",
        ["袖屋 璃空"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["SPアピールの効果時間が長くなる(中)", "スコアUP系のSPアピールが強化される(小)"],
        [""]
    ),
    new SupportCard(
        "IMT-PM-006",
        "",
        "PM",
        "いっしょ",
        ["天海 春香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(中)"],
        [""]
    ),
    new SupportCard(
        "IMT-PM-007",
        "",
        "PM",
        "いっしょ",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo)上昇(中)"],
        [""]
    ),
    new SupportCard(
        "IMT-PM-008",
        "",
        "PM",
        "いっしょ",
        ["星井 美希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(中)"],
        [""]
    ),
];

const lastUpdate_listCard_PM_202503 = "2026/10/21";

const remarks_listCard_PM_202503 = ["プロモーション"];
