
const listCard_01 = [
    new CostumeCard(
        "IMT-01-001",
        "第1弾",
        "SSR",
        "アテンダントツアラー",
        ["天海 春香"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-002",
        "第1弾",
        "SSR",
        "アテンダントツアラー",
        ["天海 春香"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-003",
        "第1弾",
        "SSR",
        "アテンダントツアラー",
        ["島村 卯月"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-004",
        "第1弾",
        "SSR",
        "アテンダントツアラー",
        ["春日 未来"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-005",
        "第1弾",
        "SSR",
        "アテンダントツアラー",
        ["天道 輝"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-006",
        "第1弾",
        "SSR",
        "アテンダントツアラー",
        ["櫻木 真乃"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-007",
        "第1弾",
        "SSR",
        "デイアフターデイAMCG",
        ["天海 春香"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-008",
        "第1弾",
        "SSR",
        "デイアフターデイAMCG",
        ["天海 春香"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-009",
        "第1弾",
        "SSR",
        "デイアフターデイAMCG",
        ["如月 千早"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-010",
        "第1弾",
        "SSR",
        "デイアフターデイAMCG",
        ["星井 美希"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-011",
        "第1弾",
        "SSR",
        "ノーブルプライド",
        ["天道 輝"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-012",
        "第1弾",
        "SSR",
        "ノーブルプライド",
        ["天道 輝"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-013",
        "第1弾",
        "SSR",
        "ノーブルプライド",
        ["桜庭 薫"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-014",
        "第1弾",
        "SSR",
        "ノーブルプライド",
        ["伊吹 翼"],
        [],
        ["パラレル"]
    ),
    new CostumeCard(
        "IMT-01-015",
        "第1弾",
        "SR",
        "トワイライトダンス",
        ["最上 静香"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-016",
        "第1弾",
        "SR",
        "トワイライトダンス",
        ["桜庭 薫"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-017",
        "第1弾",
        "R",
        "ディープワイヤード",
        ["風野 灯織"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-018",
        "第1弾",
        "R",
        "ディープワイヤード",
        ["桜庭 薫"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-019",
        "第1弾",
        "R",
        "オリエンタルクロシズ",
        ["本田 未央"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-020",
        "第1弾",
        "R",
        "オリエンタルクロシズ",
        ["柏木 翼"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-021",
        "第1弾",
        "R",
        "ドリームナビゲーター",
        ["渋谷 凛"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-022",
        "第1弾",
        "R",
        "ドリームナビゲーター",
        ["柏木 翼"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-023",
        "第1弾",
        "R",
        "ミキシンググルーヴ",
        ["櫻木 真乃"],
        [],
        [""]
    ),
    new CostumeCard(
        "IMT-01-024",
        "第1弾",
        "R",
        "ミキシンググルーヴ",
        ["天道 輝"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-025",
        "第1弾",
        "SR",
        "花の冠（青）",
        ["島村 卯月"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-026",
        "第1弾",
        "SR",
        "シルクハット（黒）",
        ["渋谷 凛"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-027",
        "第1弾",
        "R",
        "天使のリング",
        ["本田 未央"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-028",
        "第1弾",
        "R",
        "天使の羽",
        ["春日 未来"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-029",
        "第1弾",
        "R",
        "狐のお面",
        ["如月 千早"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-030",
        "第1弾",
        "R",
        "クラウン",
        ["桜庭 薫"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-031",
        "第1弾",
        "R",
        "眼帯（黒）",
        ["天海 春香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-032",
        "第1弾",
        "R",
        "ハートペイント（ピンク）",
        ["星井 美希"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-033",
        "第1弾",
        "R",
        "マスカレードマスク（黒）",
        ["最上 静香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-034",
        "第1弾",
        "R",
        "ブライトブレスレット（白）",
        ["渋谷 凛"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-035",
        "第1弾",
        "R",
        "ブライトアンクレット（白）",
        ["八宮 めぐる"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-036",
        "第1弾",
        "N",
        "お姫様ティアラ",
        ["春日 未来"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-037",
        "第1弾",
        "N",
        "宇宙人アンテナ",
        ["天海 春香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-038",
        "第1弾",
        "N",
        "悪魔の角（紫）",
        ["最上 静香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-039",
        "第1弾",
        "N",
        "悪魔の羽（紫）",
        ["星井 美希"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-040",
        "第1弾",
        "N",
        "悪魔の尻尾（紫）",
        ["櫻木 真乃"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-041",
        "第1弾",
        "N",
        "ねこみみ（白）",
        ["島村 卯月"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-042",
        "第1弾",
        "N",
        "ねこみみ（白）",
        ["桜庭 薫"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-043",
        "第1弾",
        "N",
        "ねこしっぽ（白）",
        ["如月 千早"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-044",
        "第1弾",
        "N",
        "ねこしっぽ（白）",
        ["柏木 翼"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-045",
        "第1弾",
        "N",
        "ねこみみ（三毛）",
        ["風野 灯織"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-046",
        "第1弾",
        "N",
        "ねこしっぽ（三毛）",
        ["伊吹 翼"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-047",
        "第1弾",
        "N",
        "インカムマイク（黒）",
        ["渋谷 凛"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-048",
        "第1弾",
        "N",
        "スクウェア眼鏡（黒）",
        ["星井 美希"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-049",
        "第1弾",
        "N",
        "つけひげ",
        ["伊吹 翼"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-050",
        "第1弾",
        "N",
        "チェーンブレスレット",
        ["天道 輝"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-051",
        "第1弾",
        "N",
        "ねこのて（白）",
        ["春日 未来"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-052",
        "第1弾",
        "N",
        "蝶の羽（青アゲハ）",
        ["最上 静香"],
        [],
        [""]
    ),
    new AccessoryCard(
        "IMT-01-053",
        "第1弾",
        "N",
        "へびのぬいぐるみ",
        ["本田 未央"],
        [],
        [""]
    ),
    new SupportCard(
        "IMT-01-054",
        "第1弾",
        "SSR",
        "all you've got",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(極大)するが、", "判定が短くなる(大)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-055",
        "第1弾",
        "SSR",
        "mutual gift",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得ファン人数UP(中)", "判定が長くなる(中)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-056",
        "第1弾",
        "SR",
        "glittering essence",
        ["星井 美希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(小)", "GOOD以上判定時のスコアUP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-057",
        "第1弾",
        "SR",
        "お腹ぺこぺこ～！",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(中)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-058",
        "第1弾",
        "SR",
        "Road to venue",
        ["春日 未来"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(小)", "GOOD以上判定時のスコアUP(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-059",
        "第1弾",
        "SR",
        "Dive into the sound",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(中)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-060",
        "第1弾",
        "SR",
        "雨上がり、心も晴れ",
        ["風野 灯織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["100コンボ毎にスコアUP(小)", "判定が長くなる(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-061",
        "第1弾",
        "R",
        "ブライトスマイル",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["判定が長くなる(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-062",
        "第1弾",
        "R",
        "二人だけのプライベートレッスン",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-063",
        "第1弾",
        "R",
        "二人だけのプライベートレッスン",
        ["最上 静香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Da)上昇(極小)", "PERFECT判定時のスコアUP(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-064",
        "第1弾",
        "R",
        "一番星を目指して",
        ["天道 輝"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vo,Da)上昇(極小)", "GOOD以上判定時のスコアUP(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-065",
        "第1弾",
        "R",
        "凛とした立ち姿",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["アピール値(Vi)上昇(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-066",
        "第1弾",
        "R",
        "ほわっと決めポーズ",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["スコアUP系のSPアピールが強化される(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-067",
        "第1弾",
        "R",
        "元気いっぱいポーズ☆彡",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["FEVERゲージ上昇率UP(小)", "", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-068",
        "第1弾",
        "N",
        "ライブサポート",
        ["天海 春香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-069",
        "第1弾",
        "N",
        "ライブサポート",
        ["如月 千早"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-070",
        "第1弾",
        "N",
        "ライブサポート",
        ["星井 美希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-071",
        "第1弾",
        "N",
        "ライブサポート",
        ["島村 卯月"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-072",
        "第1弾",
        "N",
        "ライブサポート",
        ["渋谷 凛"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-073",
        "第1弾",
        "N",
        "ライブサポート",
        ["本田 未央"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-074",
        "第1弾",
        "N",
        "ライブサポート",
        ["春日 未来"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-075",
        "第1弾",
        "N",
        "ライブサポート",
        ["最上 静香"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-076",
        "第1弾",
        "N",
        "ライブサポート",
        ["伊吹 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-077",
        "第1弾",
        "N",
        "ライブサポート",
        ["天道 輝"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-078",
        "第1弾",
        "N",
        "ライブサポート",
        ["桜庭 薫"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-079",
        "第1弾",
        "N",
        "ライブサポート",
        ["柏木 翼"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-080",
        "第1弾",
        "N",
        "ライブサポート",
        ["櫻木 真乃"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-081",
        "第1弾",
        "N",
        "ライブサポート",
        ["風野 灯織"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-01-082",
        "第1弾",
        "N",
        "ライブサポート",
        ["八宮 めぐる"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["獲得着こなしLv経験値UP(極小)", "判定が長くなる(極小)", ""],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-083",
        "第1弾",
        "SSR",
        "ソングオブピース",
        ["柏木 翼"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["成功判定時のコンボ数UP(中)", "判定が長くなる(中)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-084",
        "第1弾",
        "SR",
        "パーティータイム",
        ["八宮 めぐる"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が女性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["女性"],
        ["全ての判定がPERFECTになる"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-085",
        "第1弾",
        "SR",
        "トリオザベスト",
        ["春日 未来"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が女性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["女性"],
        ["GOOD以上判定時のスコアUP(中)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-086",
        "第1弾",
        "SR",
        "ゲンキの魔法☆",
        ["本田 未央"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「本田 未央」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["本田 未央"],
        ["GOOD以上判定時のスコアUP(小)", "FEVERゲージ上昇率UP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-087",
        "第1弾",
        "SR",
        "addicted♡",
        ["伊吹 翼"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「伊吹 翼」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["伊吹 翼"],
        ["コンボ数に応じてスコア獲得(大)するが、", "残りのSPアピール回数を1回消費する", "※SPアピールが消費できない場合、効果は発動しない"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-088",
        "第1弾",
        "SR",
        "グッとしてGOOD!!",
        ["天道 輝"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が「天道 輝」の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["天道 輝"],
        ["GOOD以上判定時のスコアUP(大)するが、", "FEVERゲージを消費する(中)", "※FEVERゲージが消費できない場合、効果は発動しない"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-089",
        "第1弾",
        "R",
        "Buddy☆Bang",
        ["星井 美希"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が女性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["女性"],
        ["PERFECT判定時のスコアUP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-090",
        "第1弾",
        "R",
        "スカイハイ！",
        ["最上 静香"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["GREAT以上判定時のスコアUP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-091",
        "第1弾",
        "R",
        "Flower blow",
        ["天海 春香"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が女性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["女性"],
        ["FEVERゲージ上昇率UP(小)"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-092",
        "第1弾",
        "R",
        "We are 315!!",
        ["桜庭 薫"],
        ["このカードを使用するとSPアピールを変更できます。", "※演出は対象が男性の場合のみ発動します。", "※SPアピール効果は対象にかかわらず発動します。"],
        ["男性"],
        ["MISS判定でもコンボが継続する"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-093",
        "第1弾",
        "N",
        "ラブリー♡エフェクト",
        ["櫻木 真乃"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(小)するが、", "FEVERゲージを消費する(極小)", "※FEVERゲージが消費できない場合、効果は発動しない"],
        [""]
    ),
    new SpecialAppealCard(
        "IMT-01-094",
        "第1弾",
        "N",
        "スカイアングル",
        ["風野 灯織"],
        ["このカードを使用するとSPアピールを変更できます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(極小)", "判定が長くなる(極小)"],
        [""]
    ),
];

const lastUpdate_listCard_01 = "2026/10/23";

const remarks_listCard_01 = ["第1弾"];
