
const listCard_01_TR = [
    new SupportCard(
        "IMT-TR-01-001",
        "第1弾",
        "TR",
        "THE IDOLM@STER",
        [],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["GOOD以上判定時のスコアUP(小)するが、", "MISS判定時スコアDOWN(小)", ""],
        [""]
    ),
    new SupportCard(
        "IMT-TR-01-002",
        "第1弾",
        "TR",
        "アイドルマスター TOURS",
        [],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["PERFECT判定時のスコアUP(小)", "アピール値(Vo,Da,Vi)上昇(極小)", "FEVERゲージ上昇率UP(極小)"],
        [""]
    ),
    new SupportCard(
        "IMT-TR-01-003",
        "第1弾",
        "TR",
        "EP7",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["スコアUP系のSPアピールが強化される(極小)", "判定が長くなる(極小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-01-004",
        "第1弾",
        "TR",
        "EP8",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["PERFECT判定時のスコアUP(極小)", "スコアUP系のSPアピールが強化される(極小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-01-005",
        "第1弾",
        "TR",
        "EP9",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["アピール値(Vo,Da)上昇(極小)", "FEVERゲージ上昇率UP(極小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-01-006",
        "第1弾",
        "TR",
        "EP10",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["アピール値(Da,Vi)上昇(極小)", "GREAT以上判定時のスコアUP(極小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-01-007",
        "第1弾",
        "TR",
        "EP11",
        ["アイドルマスター TOURS"],
        [""],
        ["全員"],
        ["アピール値(Vo,Vi)上昇(極小)", "GOOD以上判定時のスコアUP(極小)", ""],
        ["ストーリーイラスト"]
    ),
    new SupportCard(
        "IMT-TR-01-008",
        "第1弾",
        "TR",
        "special art #01-01",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得信頼度Lv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-01-009",
        "第1弾",
        "TR",
        "special art #01-02",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター シンデレラガールズ"],
        ["【アイドルマスター シンデレラガールズのアイドル限定】", "獲得信頼度Lv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-01-010",
        "第1弾",
        "TR",
        "special art #01-03",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター ミリオンライブ！"],
        ["【アイドルマスター ミリオンライブ！のアイドル限定】", "獲得信頼度Lv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-01-011",
        "第1弾",
        "TR",
        "special art #01-04",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター SideM"],
        ["【アイドルマスター SideMのアイドル限定】", "獲得信頼度Lv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
    new SupportCard(
        "IMT-TR-01-012",
        "第1弾",
        "TR",
        "special art #01-05",
        ["アイドルマスター TOURS"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター シャイニーカラーズ"],
        ["【アイドルマスター シャイニーカラーズのアイドル限定】", "獲得信頼度Lv経験値UP(中)", ""],
        ["ストーリーイラスト", "イラストレーターコラボ"]
    ),
];

const lastUpdate_listCard_01_TR = "2026/10/20";

const remarks_listCard_01_TR = ["第1弾ツアーズレア"];
