
const listCard_CP_202609 = [
    new AccessoryCard(
        "IMT-CP-045",
        "",
        "CP",
        "サクラネイル",
        ["萩原 雪歩"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new AccessoryCard(
        "IMT-CP-046",
        "",
        "CP",
        "ハートペイント（ピンク）",
        ["島村 卯月"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new SupportCard(
        "IMT-CP-047",
        "",
        "CP",
        "夏の音色に導かれ",
        ["周防 桃子"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["SEを変更する(花火)", "アピール値(Vi)上昇(小)", "判定が長くなる(小)"],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new CostumeCard(
        "IMT-CP-048",
        "",
        "CP",
        "暁光ノ装",
        ["硲 道夫"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new AccessoryCard(
        "IMT-CP-049",
        "",
        "CP",
        "狐のお面（ピンク）",
        ["小宮 果穂"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new CostumeCard(
        "IMT-CP-050",
        "",
        "CP",
        "恋花小町",
        ["紫雲 清夏"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new AccessoryCard(
        "IMT-CP-051",
        "",
        "CP",
        "サクラネイル",
        ["萩原 雪歩"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new AccessoryCard(
        "IMT-CP-052",
        "",
        "CP",
        "ハートペイント（ピンク）",
        ["島村 卯月"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new SupportCard(
        "IMT-CP-053",
        "",
        "CP",
        "Late Summer Festival",
        ["周防 桃子"],
        ["このカードを使用するとライブのサポートができます。"],
        ["全員"],
        ["SEを変更する(花火)", "アピール値(Vi)上昇(極大)", "PERFECT判定時のスコアUP(大)"],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new CostumeCard(
        "IMT-CP-054",
        "",
        "CP",
        "暁光ノ装",
        ["硲 道夫"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new AccessoryCard(
        "IMT-CP-055",
        "",
        "CP",
        "狐のお面（ピンク）",
        ["小宮 果穂"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
    new CostumeCard(
        "IMT-CP-056",
        "",
        "CP",
        "恋花小町",
        ["紫雲 清夏"],
        [],
        ["2026 レイトサマーキャンペーン 晩夏の調べ"]
    ),
];

const lastUpdate_listCard_CP_202609 = "2026/10/23";

const remarks_listCard_CP_202609 = ["2026 レイトサマーキャンペーン 晩夏の調べ"];
