
const listCard_CP_202608 = [
    new SupportCard(
        "IMT-CP-037",
        "",
        "CP",
        "Sunshine Sparkle",
        ["星井 美希"],
        ["このカードを使用するとライブのサポートができます。"],
        ["アイドルマスター"],
        ["【アイドルマスターのアイドル限定】", "獲得ファン数と信頼度Lv経験値、", "着こなしLv経験値UP(極大)"],
        ["「ゴールドアクセサリー」ゲットキャンペーン"]
    ),
    new AccessoryCard(
        "IMT-CP-038",
        "",
        "CP",
        "ボンバーヘッド（ゴールド）",
        ["天海 春香"],
        [],
        ["「ゴールドアクセサリー」ゲットキャンペーン"]
    ),
    new AccessoryCard(
        "IMT-CP-039",
        "",
        "CP",
        "クチバシ（ゴールド）",
        ["如月 千早"],
        [],
        ["「ゴールドアクセサリー」ゲットキャンペーン"]
    ),
    new AccessoryCard(
        "IMT-CP-040",
        "",
        "CP",
        "スクウェア眼鏡（ゴールド）",
        ["星井 美希"],
        [],
        ["「ゴールドアクセサリー」ゲットキャンペーン"]
    ),
];

const lastUpdate_listCard_CP_202608 = "2026/10/23";

const remarks_listCard_CP_202608 = ["「ゴールドアクセサリー」ゲットキャンペーン"];
